Repository: mate-desktop-legacy-archive/mate-system-tools
Catalog: po/*.po
Languages: ur

source: Connect to Internet using a modem
ur: موڈیم کو استعمال کرتے ہوئے انٹرنیٹ سے متصل ہوں

source: Send and receive faxes
ur: فیکس ارسال اور وصول کریں

source: Use floppy drives
ur: فلاپی ڈرائیو استعمال کریں

source: Mount user-space filesystems (FUSE)
ur: صارف-خلاء فائل نظام ماؤنٹ کریں (FUSE)

source: Configure printers
ur: پرنٹروں کی تشکیل کریں

source: Connect to wireless and ethernet networks
ur: وائرلیس اور ایتھرنیٹ نیٹ ورک سے متصل ہوں

source: Access external storage devices automatically
ur: بیرونی ذخیرہ کاری کے آلات سے خودکار رسائی حاصل کریں

source: Suspend and hibernate the computer
ur: کمپیوٹر کو ہائبرنیٹ اور معطل کریں

source: Access /proc filesystem
ur: /proc فائل نظام تک رسائی کریں

source: Use scanners
ur: سکینر استعمال کریں

source: Use tape drives
ur: ٹیب آلات استعمال کریں

source: Use USB devices
ur: یو ایس بی آلات استعمال کریں

source: Use VirtualBox virtualization solution
ur: ورچؤل بکس کی مجاز کاری استعمال کریں

source: Use video devices
ur: ویڈیو آلات استعمال کریں

source: Be able to get administrator privileges
ur: اس قابل ہوں کہ انتظامی اجازے حاصل کر سکیں

source: Desktop user
ur: ڈیسک ٹاپ صارف

source: Can perform common tasks. Can't install software or change settings affecting all users.
ur: عمومی امور انجام دے سکتا ہے. سوفٹ ویئر نصب نہیں کر سکتا یا ایسی تبدیلیاں نہیں کر سکتا جو تمام صارفین پر اثر انداز ہوں.

source: Administrator
ur: منتظم

source: Can change anything on the system, including installing and upgrading software.
ur: نظام میں کچھ بھی بدل کستا ہے، بشمول سوفٹ ویئر کی تنصیب اور اپگریڈ.

source: Authentication failed
ur: توثیق ناکام ہوگئی

source: The new password is too short
ur: نیا پاس ورڈ بہت مختصر ہے

source: The new password is too simple
ur: نیا پاس ورڈ بہت سادہ ہے

source: The old and new passwords are too similar
ur: پرانا اور نیا پاس ورڈ بہت مماثلت رکھتے ہیں

source: The new password must contain numeric or special characters
ur: نئے پاس ورڈ میں اعداد اور خصوصی حروف ہونے چاہئیں

source: The old and new passwords are the same
ur: پرانا اور نیا پاس ورڈ ایک جیسے ہی ہیں

source: The new password has already been used recently.
ur: نیا پاس ورڈ پہلے ہی حال ہی میں استعمال ہوا ہے.

source: Your password has been changed since you initially authenticated!
ur: آپ کا پاس ورڈ تبدیل کردیا گیا ہے اگرچہ آپ ابتدائی طور پر غیر تصدیق شُدہ ہیں!

source: Unknown error
ur: نامعلوم غلطی

source: Users and Groups
ur: صارفین اور گروہ

source: Add or remove users and groups
ur: صارفین اور گروہ شامل یا حذف کریں

source: Password is too short
ur: پاس ورڈ بہت مختصر ہے

source: User passwords must be longer than 5 characters and preferably formed by numbers, letters and special characters.
ur: صارف کے پاس ورڈ 5 حروف سے زیادہ ہونے چاہئیں، تجویز دی جاتی ہے کہ ان میں حروف، اعداد اور خصوصی علامتیں ہونی چاہئیں.

source: Password confirmation is not correct
ur: پاس ورڈ کی تصدیق درست نہیں ہے

source: Check that you have provided the same password in both text fields.
ur: پڑتال کریں کہ آپ نے متن کے دونوں خانوں میں وہی پاس ورڈ فراہم کیا ہے.

source: Please choose another password.
ur: ازراہِ کرم دوسرا پاس ورڈ منتخب کریں

source: Please type again your current password.
ur: ازراہِ کرم اپنا حالیہ پاس ورڈ دوبارہ لکھیں.

source: Password could not be changed
ur: پاس ورڈ تبدیل نہیں ہوسکتا

source: Administrator account cannot be deleted
ur: منتظم کا کھاتہ حذف نہیں ہوسکتا

source: %s is currently using this computer
ur: %s فی الوقت اس کمپیوٹر کو استعمال کر رہا ہے

source: Please ensure the user has logged out before deleting this account.
ur: یہ کھاتہ حذف کرنے سے پہلے یقین کر لیں کہ صارف لاگ آؤٹ کر گیا ہے.

source: Can't delete the only administrator account
ur: فقط منتظم کا کھاتہ حذف نہیں کیا جاسکتا

source: %s is the only administrator on this computer. Deleting this account would lock you out of administrating the system.
ur: %s اس کمپیوٹر کا اکلوتا منتظم ہے. اسے حذف کرنے سے آپ نظام کے انتظامی امور انجام نہیں دے سکیں گے.

source: Remove home folder for %s?
ur: کیا صارف %s کا گھر کا فولڈر حذف کردیا جائے؟

source: Files owned by user %s in <tt>%s</tt> can be completely removed if you don't need them anymore. You may want to back them up before deleting the account, or keep them so that an administrator can save them later.
ur: صارف %s in <tt>%s</tt> کی ملکیت کی حامل فائلیں حذف کی جاسکتی ہیں اگر آپ کو ان کی ضرورت نہیں. شاید آپ یہ کھاتہ حذف کرنے سے پہلے ان کا بیک اپ کرنا چاہیں، یا انہیں رہنے دینا چاہیں تاکہ منتظم انہیں بعد میں محفوظ کردے.

source: Keep Files
ur: فائلیں رہنے دیں

source: Don't Remove Account
ur: کھاتہ حذف مت کریں

source: Delete Files
ur: فائلیں حذف کریں

source: Superuser
ur: سُپر صارف

source: Custom
ur: مخصوص

source: None
ur: کچھ نہیں

source: Invalid character "%c" in comment
ur: ناموزوں حروف "%c" تبصرے میں

source: Check that this character is not used.
ur: پڑتال کریں کہ یہ حرف استعمال نہیں ہوا.

source: Incomplete path in home directory
ur: گھر کی ڈائریکٹری میں نامکمل پاتھ

source: Please enter full path for home directory <span size="smaller">i.e.: /home/john</span>.
ur: ازراہِ کرم گھر کی ڈائریکٹری کا مکمل پاتھ درج کریں <span size="smaller">جیسے: /home/makki</span>.

source: New home directory already exists, use it?
ur: گھر کی نئی ڈائریکٹری پہلے ہی موجود ہے، کیا اسے استعمال کر لیا جائے؟

source: _Replace With Old Files
ur: پرانی فائلوں سے _تبدیل کریں

source: _Cancel Change
ur: تبدیلی _ملتوی کریں

source: _Use New Files
ur: نئی فائلیں ا_ستعمال کریں

source: Make user the _owner of the new home directory
ur: صارف کو نئی ہوم ڈائریکٹری کا _مالک بنائیں

source: _Delete old home directory
ur: گھر کی پرانی ڈائریکٹری _حذف کریں

source: _Delete Files
ur: فائلیں _حذف کریں

source: _Use Existing Files
ur: سابقہ فائلیں است_عمال کریں

source: Copy old home directory to new location?
ur: کیا کھر کی پرانی ڈائریکٹری کو نئے مقام پر کاپی کردیا جائے؟

source: _Use Empty Directory
ur: خالی ڈائریکٹری _استعمال کریں

source: Co_py Old Files
ur: پرانی فائلیں _کاپی کریں

source: ID for the root user should not be modified
ur: روٹ صارف کا آئی ڈی تبدیل نہیں ہونا چاہیے

source: User ID %d is already used by user %s
ur: صارف آئی ڈی %d صارف %s کے پہلے ہی استعمال میں ہے

source: Please choose a different numeric identifier for %s.
ur: ازراہِ کرم صارف %s کے لیے مختلف عددی شناخت کُنندہ منتخب کریں

source: Incomplete path in shell
ur: شیل میں نامکمل پاتھ

source: Please enter full path for shell <span size="smaller">i.e.: /bin/bash</span>.
ur: ازراہِ کرم شیل کے لیے پورا پاتھ درج کریں <span size="smaller">جیسے: /bin/bash</span>.

source: Can't revoke administration rights
ur: انتظامی حقوق منسوخ نہیں کیے جاسکتے

source: %s is the only administrator on this computer. Revoking administration rights for this account would lock you out of administrating the system.
ur: ز%s اس نظام کا واحد منتظم ہے. اس کھاتے کے انتظامی حقوق مسخ کرنے پر آپ اس نظام کا انتظام نہیں کر سکیں گے.

source: You are about to revoke your own administration rights
ur: آپ اپنے ہی انتظامی حقوق منسوخ کرے جارہے ہیں

source: Give up administration rights
ur: انتظامی حقوق دیں

source: Applying changes to user settings...
ur: تبدیلیاں صارف کی ترتیبات پر لاگو کریں...

source: Users Settings
ur: صارفین کی ترتیبات
