Repository: mate-desktop-legacy-archive/mate-system-tools
Catalog: po/*.po
Languages: ur

source: Off
ur: بند

source: Low
ur: پست

source: Medium
ur: درمیانہ

source: Loud
ur: اونچا

source: Tones
ur: ٹون

source: Pulses
ur: نبضیں

source: Plain (ASCII)
ur: سادہ (ASCII)

source: Hexadecimal
ur: ششدہی نظام

source: Location:
ur: مقام:

source: Save current network configuration as a location
ur: حالیہ نیٹ ورک کی تشکیل بطور مقام کے محفوظ کریں

source: Delete current location
ur: حالیہ مقام حذف کریں

source: Connections
ur: اتصالات

source: _Host name:
ur: _ہوسٹ کا نام:

source: D_omain name:
ur: ڈومین نام:

source: Host Settings
ur: ہوسٹ کی ترتیبات

source: General
ur: عام

source: DNS Servers
ur: ڈی این ایس سرور

source: Search Domains
ur: ڈومین تلاش کریں

source: DNS
ur: ڈی این ایس

source: Hosts
ur: ہوسٹ

source: Interface properties
ur: مواجہ خصوصیات

source: E_nable this connection
ur: یہ اتصال _فعال کریں

source: E_nable roaming mode
ur: رومنگ اسلوب _فعال کریں

source: Connection type:
ur: اتصال کی نوعیت:

source: Network name (_ESSID):
ur: نیٹ ورک کا نام (_ESSID):

source: Network _password:
ur: نیٹ ورک _پاس ورڈ:

source: Password _type:
ur: پاس ورڈ _نوعیت:

source: Wireless Settings
ur: وائرلیس ترتیبات

source: Con_figuration:
ur: ت_شکیل:

source: _IP address:
ur: _آئی پی پتہ:

source: _Subnet mask:
ur: _سب نیٹ ماسک:

source: _Gateway address:
ur: _گیٹ وے پتہ:

source: Connection Settings
ur: اتصال کی ترتیبات

source: _Local IP:
ur: _مقامی آئی پی:

source: _Remote IP:
ur: _بعید آئی پی:

source: _Phone number:
ur: _فون نمبر:

source: _Dial prefix:
ur: _ڈائل سابقہ:

source: Access point name:
ur: نقطہ رسائی کا نام:

source: Internet service provider data
ur: انٹرنیٹ سروس فراہم کے کوائف

source: _Username:
ur: اسمِ _صارف:

source: P_assword
ur: _پاس ورڈ

source: Account data
ur: کھاتہ کے کوائف

source: _Modem port:
ur: _موڈیم پورٹ:

source: _Dial type:
ur: _ڈائل نوعیت:

source: _Volume:
ur: _حُجم:

source: _Autodetect
ur: _خودکار دریافت

source: Ethernet interface:
ur: ایتھرنیٹ مواجہ:

source: Modem Settings
ur: موڈیم کی ترتیبات

source: Modem
ur: موڈیم

source: _Set modem as default route to internet
ur: انٹرنیٹ کے لیے موڈیم کو بطور طے شدہ راؤٹ کے مقرر کریں

source: Use the Internet service provider nameservers
ur: انٹرنیٹ سروس فراہم کار کا نیم سرور استعمال کریں

source: _Retry if the connection breaks or fails to start
ur: اگر اتصال ٹوٹ جائے یا چلنے میں ناکام ہوجائے تو _دوبارہ کوشش کریں

source: Options
ur: اختیارات

source: Host Alias Properties
ur: ہوسٹ عُرف خصوصیات

source: IP address:
ur: آئی پی پتہ:

source: Aliases:
ur: عُرف:

source: Select the services that you wish to activate:
ur: وہ سروس منتخب کریں جسے آپ فعال کرنا چاہتے ہیں:

source: Advanced settings:
ur: اعلی ترتیبات:

source: _Path:
ur: _پاتھ:

source: Share through:
ur: شیئر کریں بذریعہ:

source: Shared Folder
ur: شیئر کردہ فولڈر

source: Comment:
ur: تبصرہ:

source: Name:
ur: نام:

source: _Read only
ur: _صرف پڑھنے کے لیے

source: Share Properties
ur: شیئر کی خصوصیات

source: Allowed Hosts
ur: مُجاز ہوسٹ

source: Share
ur: شیئر کریں

source: Add allowed hosts
ur: مُجاز ہوسٹ شامل کریں

source: Allowed hosts:
ur: مُجاز ہوسٹ:

source: Host name:
ur: ہوسٹ کا نام:

source: Network:
ur: نیٹ ورک:

source: Netmask:
ur: نیٹ ماسک:

source: Read only
ur: صرف پڑھنے کے لیے

source: Hosts Settings
ur: ہوسٹ کی ترتیبات

source: Shared Folders
ur: شیئر کردہ فولڈر

source: Domain / _Workgroup:
ur: ڈومین / _ورک گروپ

source: This computer is a _WINS server
ur: یہ کمپیوٹر ایک WINS _سرور ہے

source: WINS _server:
ur: WINS _سرور:

source: Windows sharing
ur: دریچے شیئرنگ

source: General Properties
ur: عام خصوصیات

source: Users
ur: صارفین

source: Enter password for user
ur: پاس ورڈ درج کریں برائے صارف

source: Enter password for user:
ur: پاس ورڈ درج کریں برائے صارف:

source: Time zone
ur: علاقہ وقت

source: Time Zone
ur: علاقہ وقت

source: Time zone:
ur: علاقہ وقت:

source: Selection
ur: انتخاب

source: Time servers
ur: وقت سرور

source: NTP server
ur: NTP سرور

source: Add NTP Server
ur: NTP سرور شامل کریں

source: Unconfigured
ur: غیر تشکیل کردہ

source: _Configuration:
ur: _تشکیل:

source: Time servers:
ur: وقت سرور:

source: Se_lect Servers
ur: سرور _منتخب کریں

source: _Time:
ur: _وقت:

source: _Date:
ur: _تاریخ:

source: Synchronize now
ur: ابھی ہم آہنگ کریں

source: _Manage Groups
ur: گروہوں کی ا_دارت کریں

source: Account _type:
ur: کھاتے کی _نوعیت:

source: _Change...
ur: _تبدیل کریں...

source: _Password:
ur: _پاس ورڈ:

source: _Advanced Settings
ur: _اعلی ترتیبات

source: This account is disabled.
ur: یہ کھاتہ معطل ہے.

source: _Enable Account
ur: کھاتہ _فعال کریں

source: Group properties
ur: گروہ کی خصوصیات

source: Basic Settings
ur: بنیادی ترتیبات

source: Group _name:
ur: گروہ کا _نام:

source: Group _ID:
ur: گروہ _آئی ڈی:

source: Group Members
ur: گروہ کے ارکان

source: Profile Settings
ur: پروفائل کی ترتیبات

source: Profile _name:
ur: پروفائل کا _نام:

source: _Comments
ur: _تبصرے

source: System Defaults
ur: نظام کے طے شُدہ

source: _Home directory:
ur: _گھر ڈائریکٹری:

source: Default _shell:
ur: طے شُدہ شیل:

source: Default _group:
ur: طے شُدہ _گروہ:

source: Password Settings
ur: پاس ورڈ کی ترتیبات

source: Number of days that a password may be used:
ur: دنوں کی تعداد جن میں پاس ورڈ استعمال ہوگا:

source: Minimum days allowed between password changes:
ur: پاس ورڈ کی تبدیلیوں کے درمیان کم سے کم مُجاز دن:

source: Days between warning and password expiration:
ur: انتباہ اور پاس ورڈ کے ختم ہونے کے درمیان دن

source: Assign a random password by default
ur: طے شدہ طور پر اتفاقی پاس ورڈ تفویض کریں

source: Automatic UID/GID
ur: خودکار UID/GID

source: Maximum UID:
ur: زیادہ سے زیادہ UID:

source: Maximum GID:
ur: زیادہ سے زیادہ GID:

source: Minimum UID:
ur: کم سے کم UID:

source: Minimum GID:
ur: کم سے کم GID:

source: Privileges
ur: اجازے

source: User profiles
ur: صارف کی پروفائلیں

source: _Add Profile
ur: پروفائل _شامل کریں

source: Groups settings
ur: گروہوں کی ترتیبات

source: Groups available on the system:
ur: اس نظام میں دستیاب گروہ:

source: Change User Name
ur: صارف کا نام بدلیں

source: Full _Name:
ur: پورا _نام:

source: Changing user name for:
ur: صارف کے نام کی تبدیلی برائے:

source: Change User Password
ur: صارف کا پاس ورڈ تبدیل کریں

source: Con_firmation:
ur: _تصدیق:

source: Password set to:
ur: پاس ورڈ مقرر ہے برائے:

source: _Generate
ur: _تولید کریں

source: Set password b_y hand
ur: ہاتھ _سے پاس ورڈ متعین کریں:

source: New _password:
ur: نیا _پاس ورڈ:

source: Generate _random password
ur: ا_تفاقی پاس ورڈ تولید کریں

source: Changing user password for:
ur: صارف پاس ورڈ کی تبدیلی برائے:

source: Don't ask for password on _login
ur: _لاگ ان پر پاس ورڈ کا مت پوچھیں

source: _Current password:
ur: _حالیہ پاس ورڈ:

source: Change User Account Type
ur: صارف کے کھاتے کی نوعیت بدلیں

source: Changing user account type for:
ur: کھاتے کی نوعیت کی تبدیلی برائے:

source: _Custom
ur: _مخصوص

source: This account is using special settings that have been defined manually. Use the <i>Advanced Settings</i> dialog to tune them.
ur: یہ کھاتہ خصوصی ترتیبات استعمال کرتا ہے جو دستی وضع کی گئی ہیں. ان کی تشکیل کے لیے <i>اعلی ترتیبات</i> کا مکالمہ استعمال کریں.

source: Create New User
ur: نیا صارف بنائیں

source: _Name:
ur: _نام:

source: Create a new user
ur: ایک نیا صارف بنائیں

source: Username must consist of: ➣ lower case letters from the English alphabet ➣ digits ➣ any of the characters ".", "-" and "_"
ur: صارف کا نام مندرجہ ذیل پر مشتمل ہونا چاہیے: ➣ انگریزی کے چھوٹے حروف ➣ اعداد ➣ یہ علامتیں ".", "-" اور "_"

source: A user with this name already exists. Please choose a different name for the new user.
ur: اس نام کا صارف پہلے ہی موجود ہے. براہِ مہربانی نئے صارف کے لیے کوئی مختلف نام چُنیں.

source: Username must start with a letter!
ur: صارف کا نام حرف سے شروع ہونا چاہیے!

source: _Encrypt home folder to protect sensitive data
ur: حساس کوائف کی حفاظت کے لیے گھر کا فولڈر _رمز زدہ کریں

source: Encrypt all your files with your login password to strongly protect them from people with physical access to your computer, at the expense of a slightly reduced performance.
ur: ان افراد سے اپنی فائلوں کو پچانے کے لیے جنہیں آپ کے کمپیوٹر تک رسائی حاصل ہے اپنی فائلوں کو اپنے لاگ ان پاس ورڈ سے رمز شُدہ (انکرپٹ) کریں. اس کے لیے آپ کو معمولی سی کارکردگی میں کمی برداشت کرنی ہوگی.

source: Change Advanced User Settings
ur: صارف کی اعلی ترتیبات بدلیں

source: Changing advanced settings for:
ur: اعلی ترتیبات کی تبدیلی برائے:

source: O_ffice location:
ur: _دفتر کا مقام:

source: _Work phone:
ur: _کام کا فون:

source: _Home phone:
ur: _گھر کا فون:

source: Contact Information
ur: رابطہ کی معلومات

source: User Privileges
ur: صارف کے اجازے

source: Advanced Settings
ur: اعلی ترتیبات

source: _Shell:
ur: _شیل:

source: _Main group:
ur: _مرکزی گروہ:

source: User ID:
ur: صارف آئی ڈی:

source: You can't change user ID while the user is logged in.
ur: صارف کے لاگ ان کے دوران آپ صارف کا آئی ڈیی نہیں بدل سکتے.

source: Disable _account
ur: _کھاتہ معطل کریں

source: Optional Settings
ur: اختیاری ترتیبات

source: Mi_nimum days between password changes:
ur: پاس ورڈ کی تبدیلیوں کے درمیان زیادہ سے ز_یادہ دن:

source: Ma_ximum days a password may be used:
ur: پاس ورڈ کے استعمال کے _زیادہ سے زیادہ دن:

source: _Days between warning and password expiration:
ur: پاس ورڈ کے ختم ہونے اور انتباہ کے دوران _دن:

source: Advanced
ur: اعلی

source: Show system users
ur: نظام کے صارفین دکھائیں

source: Whether the users-admin tool should show system users in the users list.
ur: کیا صارفین-منتظم اوزار کو نظام کے صارفین کو صارفین کی فہرست میں دکھانا چاہیے.

source: Show root user
ur: روٹ صارف دکھائیں

source: Whether the users-admin tool should show the root user in the users list.
ur: کیا صارفین-منتظم اوزار کو روٹ صارف کو صارفین کی فہرست میں دکھانا چاہیے.

source: The platform you are running is not supported by this tool
ur: جو پلیٹ فارم آپ استعمال کر رہے ہیں اس اوزار کی طرف سے معاونت شُدہ نہیں ہے

source: Unsupported platform
ur: غیر مُعانت شُدہ پلیٹ فارم

source: The configuration could not be loaded
ur: تشکیل لادی نہیں جاسکتی

source: The configuration could not be saved
ur: تشکیل محفوظ نہیں کی جاسکتی

source: You are not allowed to access the system configuration.
ur: آپ کو نظام کی تشکیل تک رسائی کی اجازت نہیں ہے.

source: You are not allowed to modify the system configuration.
ur: آپ کو نظام کی تشکیل میں تبدیلی کی اجازت نہیں ہے.

source: Invalid data was found.
ur: ناموزوں کوائف پائے گئے.

source: An unknown error occurred.
ur: نامعلوم غلطی سرزرد ہوئی ہے.

source: Could not display help
ur: ہدایات ظاہر نہیں کی جاسکتیں

source: The system configuration has potentially changed.
ur: نظام کی تشکیل ممکنہ طور پر تبدیل کردی گئی ہے.

source: Update content? This will lose any modification in course.
ur: کیا مواد کی تجدید کردی جائے؟ اس سے کی گئی تبدیلیاں ضائع ہوجائیں گی.

source: An error occurred while checking for authorizations: %s You may report this as a bug.
ur: اختیار دہی کی پڑتال کے دوران غلطی سرزرد ہوئی ہے: %s آپ کو اسے بطور بگ رپورٹ کرنا چاہیے.

source: _Add
ur: _شامل کریں

source: _Delete
ur: _حذف کریں

source: Type address
ur: پتہ لکھیں

source: Changing interface configuration
ur: مواجہ کی تشکیل بدلی جارہی ہے

source: Could not autodetect modem device
ur: موڈیم کا آلہ خودکار دریافت نہیں کیا جاسکتا

source: Check that the device is not busy and that is correctly attached to the computer.
ur: یقین کر لیں کہ آلہ مصروف نہیں ہے اور یہ کمپیوٹر سے درست طور پر منسلک ہے.

source: The host name has changed
ur: ہوسٹ کا نام تبدیل کردیا گیا ہے

source: This will prevent you from launching new applications, and so you will have to log in again. Continue anyway?
ur: یہ آپ کو نئے اطلاقیے نہیں چلانے دے گا، اس کے لیے آپ کو دوبارہ لاگ ان ہونا پڑے گا. کیا ہر صورت آگے بڑھا جائے؟

source: Change _Host name
ur: _ہوسٹ کا نام بدلیں

source: Automatic configuration (DHCP)
ur: خودکار تشکیل (DHCP)

source: Local Zeroconf network (IPv4 LL)
ur: مقامی Zeroconf نیٹ ورک (IPv4 LL)

source: Static IP address
ur: جامد آئی پی پتہ

source: WEP key (ascii)
ur: WEP کلید (ascii)

source: WEP key (hexadecimal)
ur: WEP کلید (شش دہی نظام)

source: WPA Personal
ur: WPA ذاتی

source: WPA2 Personal
ur: WPA2 ذاتی

source: ISDN modem
ur: ISDN موڈیم

source: Serial modem
ur: سیریل موڈیم

source: %s Properties
ur: %s خصوصیات

source: _Properties
ur: _خصوصیات

source: IP Address
ur: آئی پی پتہ

source: Aliases
ur: عُرف

source: This network interface is not configured
ur: یہ نیٹ ورک مواجہ تشکیل شُدہ نہیں ہے

source: Roaming mode enabled
ur: رومنگ اسلوب فعال ہے

source: Address:
ur: پتہ:

source: Subnet mask:
ur: سب نیٹ ماسک:

source: Remote address:
ur: بعید پتہ:

source: Phone number:
ur: فون نمبر:

source: Wireless connection
ur: وائرلیس اتصال

source: Infrared connection
ur: انفرا ریڈ اتصال

source: Wired connection
ur: وائیرڈ اتصال

source: Parallel port connection
ur: متوازی پورٹ اتصال

source: Point to point connection
ur: نقطہ تا نقطہ اتصال

source: Changing network location
ur: نیٹ ورک کے مقام کی تبدیلی

source: There is already a location with the same name
ur: اس نام کا ایک مقام پہلے ہی موجود ہے

source: Overwrite it?
ur: کیا اس کے اوپر لکھ دیں؟

source: Save location
ur: مقام محفوظ کریں

source: _Location name:
ur: _مقام کا نام:

source: Do you want to delete location "%s"?
ur: کیا آپ مقام "%s" کو حذف کرنا چاہتے ہیں؟

source: The interface does not exist
ur: مواجہ موجود نہیں

source: Check that it is correctly typed and that it is correctly supported by your system.
ur: پڑتال کریں کہ کیا اسے درست لکھا گیا ہے اور کیا یہ موزوں طور پر آپ کے نظام کی طرف سے معاونت شُدہ ہے.

source: Configure a network interface
ur: نیٹ ورک مواجہ تشکیل دیں

source: INTERFACE
ur: مواجہ

source: Configure the first network interface with a specific type
ur: مخصوص نوعیت کے ساتھ پہلا نیٹ ورک مواجہ تشکیل دیں

source: TYPE
ur: نوعیت

source: Network
ur: نیٹ ورک

source: Configure network devices and connections
ur: نیٹ ورک آلات اور اتصالات تشکیل دیں

source: Network Settings
ur: نیٹ ورک ترتیبات

source: Settings for service "%s"
ur: ترتیبات برائے سروس "%s"

source: Are you sure you want to deactivate %s?
ur: کیا آپ واقعی %s کو غیر فعال کرنا چاہتے ہیں؟

source: This may affect your system behavior in several ways, possibly leading to data loss.
ur: یہ مختلف طریقوں سے آپ کے نظام کے سلوک پر اثر انداز ہوگا، ممکنہ طور پر کوائف کے نقصان پر بھی منتج ہوسکتا ہے.

source: Web server
ur: ویب سرور

source: Shares your web pages over the Internet
ur: انٹرنیٹ پر آپ کے صفحات شیئر کرتا ہے

source: Actions scheduler
ur: افعال میقات بند

source: Executes scheduled actions
ur: میقات بند افعال کا نفاذ کرتا ہے

source: Printer service
ur: پرنٹر سروس

source: Allows applications to use printers
ur: اطلاقیوں کو پرنٹروں کے استعمال کی اجازت دیتا ہے

source: Mail agent
ur: ڈاک ایجنٹ

source: Delivers your outgoing mail
ur: آپ کی اخراجی ڈاک ارسال کرتا ہے

source: MTA authentication service
ur: MTA توثیقی سروس

source: Mail fetcher
ur: ڈاک آوردہ کار

source: Downloads your mail from remote accounts
ur: بعید کھاتوں سے آپ کی ڈاک اتارتا ہے

source: Graphical login manager
ur: تصویری لاگ ان منتظم

source: Allows users to login graphically
ur: صارفین کو ترسیمی طور پر لاگ ان ہونے کی صلاحیت دیتا ہے

source: Database server
ur: ڈیٹابیس سرور

source: Data storage system
ur: کوائف ذخیرہ کاری نظام

source: Folder sharing service
ur: فولڈر شیئرنگ سروس

source: Shares folders over your network
ur: آپ کے نیٹ ورک پر فولڈر شیئر کرتا ہے

source: FTP service
ur: FTP سروس

source: Shares folders over the Internet
ur: انٹرنیٹ پر فولڈر شیئر کرتا ہے

source: Clock synchronization service
ur: گھڑی ہم آہنگی سروس

source: Synchronizes your computer clock with Internet time servers
ur: انٹرنیٹ کے ٹائم سروروں سے آپ کے کمپیوٹر کی گھڑی ہم آہنگ کرتا ہے

source: Antivirus
ur: اینٹی وائرس

source: Analyzes your incoming mail for virus
ur: آپ کی آتی ڈاک میں وائرسوں کا تجزیہ کرتا ہے

source: Firewall
ur: فائر وال

source: Blocks undesired network access to your computer
ur: آپ کے کمپیوٹر تک نا پسندیدہ رسائی کو روکتا ہے

source: Dictionary server
ur: لغت سرور

source: Speech synthesis support
ur: بولنے کی ترکیبی معاونت

source: Computer activity logger
ur: کمپیوٹر سرگرمی لاگر

source: Keeps a log of your computer activity
ur: آپ کے کمپیوٹر کی سرگرمی کا لاگ محفوظ رکھتا ہے

source: Remote backup server
ur: بعید بیک اپ سرور

source: Spam filter
ur: سپیم فلٹر

source: Remote shell server
ur: بعید شیل سرور

source: Secure shell server
ur: محفوظ شیل سرور

source: Application server
ur: اطلاقیہ سرور

source: Automated crash reports support
ur: خودکار کریش رپورٹوں کی معاونت

source: System communication bus
ur: نظام موصلاتی بس

source: System configuration manager
ur: نظام تشکیل منیجر

source: School management platform
ur: مدرسہ ادارت پلیٹ فارم

source: Network security auditor
ur: نیٹ ورک سیکورٹی محاسب

source: Web calendar server
ur: ویب تقویم سرور

source: OEM configuration manager
ur: OEM تشکیل منیجر

source: Terminal multiplexor
ur: ٹرمنل ملٹی پلکسر

source: Disk quota activation
ur: ڈسک کوٹا فعالیت

source: Package index monitor
ur: پیکج فہرست مانیٹر

source: Network service
ur: نیٹ ورک سروس

source: Dynamic DNS services updater
ur: حرکی DNS خدمات تجدید کار

source: DHCP server
ur: DHCP سرور

source: Domain name server
ur: ڈومین نام سرور

source: Proxy cache service
ur: پراکسی کیشے سروس

source: LDAP server
ur: LDAP سرور

source: Mailing lists manager
ur: میلنگ لسٹ منتظم

source: Multicast DNS service discovery
ur: کثیر النشریاتی DNS سروس دریافت کار

source: Account information resolver
ur: کھاتہ معلومات حل کار

source: Virtual Private Network server
ur: ورچوئل پرائیویٹ نیٹ ورک سرور

source: Router advertisement server
ur: راؤٹر اشتہاری سرور

source: IPSec key exchange server
ur: IPSec کلید تبادلہ سرور

source: Disk server
ur: ڈسک سرور

source: Disk client
ur: ڈسک موکل

source: Route server
ur: راؤٹر سرور

source: RPC mapper
ur: RPC میپر

source: SNMP server
ur: SNMP سرور

source: Terminal server client
ur: ٹرمنل سرور موکل

source: Audio settings management
ur: صوتی ترتیبات ادارت

source: Volumes mounter
ur: حُجم ماؤنٹر

source: Mounts your volumes automatically
ur: آپ کے تمام حُجموں کو خدکار ماؤنٹ کرتا ہے

source: Infrared port management
ur: انفرا ریڈ پورٹ ادارت

source: Braille display management
ur: بریل ڈسپلے انتظام

source: Bluetooth device management
ur: بلیو ٹوتھ آلے کی ادارت

source: Hard disk tuning
ur: ہارڈ ڈسک کی ٹیوننگ

source: Hotkeys management
ur: گرم کلیدوں کا انتظام

source: Power management
ur: توانائی کا انتظام

source: Logical volume management
ur: لوکل حُجم انتظام

source: Cluster management tool
ur: کلسٹر اوزار انتظام

source: Fax settings management
ur: فیکس ترتیبات انتظام

source: RAID disks management
ur: RAID ڈسک ادارت

source: Graphic tablets management
ur: ترسیمی ٹیبلیٹس انتظام

source: CPU Frequency manager
ur: سی پی یو تعدد ارتعاش انتظام

source: Eagle USB ADSL modems manager
ur: ایگل یو ایس بی ADSL موڈیموں کا منیجر

source: Serial port settings management
ur: سیریل پورٹ ترتیبات کی ادارت

source: ISDN modems manager
ur: ISDN موڈیموں کا منیجر

source: Telstra Bigpond Cable Network client
ur: ٹیلسٹرا بِگ پونڈ کیبل نیٹ ورک موکل

source: Hardware monitor
ur: ہارڈ ویئر مانیٹر

source: System monitor
ur: نظام کا مانیٹر

source: Virtual Machine management
ur: مجازی مشین انتظام

source: Services
ur: خدمات

source: Configure which services will be run when the system starts
ur: تشکیل دیں کہ کون سی خدمات نظام کے آغاز پر شروع ہوجائیں

source: Start
ur: شروع کریں

source: Stop
ur: روکیں

source: Ignore
ur: نظر انداز کریں

source: Runlevel
ur: رن لیول

source: Status
ur: حالت

source: Priority
ur: اہمیت

source: Services Settings
ur: خدمات کی ترتیبات

source: Are you sure you want to delete this share?
ur: کیا آپ واقعی اس شیئر کو حذف کرنا چاہتے ہیں؟

source: Other computers in your network will stop viewing this.
ur: آپ کے نیٹ ورک پر دیگر کمپیوٹر اسے دیکھنے سے محروم ہوجائیں گے.

source: Add a shared path, modifies it if it already exists
ur: شیئر کردہ پاتھ شامل کریں، اسے تبدیل کریں اگر یہ پہلے ہی موجود ہے

source: PATH
ur: پاتھ

source: _Share Folder...
ur: فولڈر _شیئر کریں...

source: Share this folder with other computers
ur: دیگر کمپیوٹروں سے اس فولڈر کو شیئر کریں

source: Allowed host/network
ur: مُجاز ہوسٹ/نیٹ ورک

source: Specify hostname
ur: ہوسٹ نام معین کریں

source: Specify IP address
ur: آئی پی پتہ متعین کریں

source: Specify network
ur: نیٹ ورک متعین کریں

source: Configure which folders are available for your network neighborhood
ur: تشکیل دیں کہ کون سے فولڈر آپ کے نیٹ ورک کے پڑوسیوں کو دستیاب ہوں گے

source: File System
ur: فائل نظام

source: Do not share
ur: شیئر مت کریں

source: Windows networks (SMB)
ur: ونڈوز کے نیٹ ورک (SMB)

source: Unix networks (NFS)
ur: یونیکس کے نیٹ ورک (NFS)

source: Settings for folder '%s'
ur: ترتیبات برائے فولڈر '%s'

source: Share Folder
ur: فولڈر شیئر کریں

source: Sharing services are not installed
ur: شیئرنگ کی خدمات نصب نہیں ہیں

source: You need to install at least either Samba or NFS in order to share your folders.
ur: اپنے فولڈر شیئر کرنے کے لیے آپ کو کم سے کم Samba یا NFS نصب کرنے ہوں گے.

source: World Map
ur: دنیا کا نقشہ

source: Time and Date
ur: وقت اور تاریخ

source: Change system time, date, and timezone
ur: نظام کا وقت، تاریخ، اور علاقہ وقت تبدیل کریں

source: NTP support is not installed
ur: NTP کی معاونت نصب نہیں ہے

source: Please install and activate NTP support in the system to enable synchronization of your local time server with internet time servers.
ur: ازراہِ کرم اپنے نظام میں NTP کی معاونت نصب کر کے فعال کریں تاکہ آپ کے مقامی وقت سرور کو انٹرنیٹ کے وقت سرور سے ہم آہنگ کیا جاسکے.

source: Enabling NTP
ur: NTP فعال کیا جارہا ہے

source: Disabling NTP
ur: NTP معطل کیا جارہا ہے

source: Synchronizing system clock
ur: نظام کی گھڑی ہم آہنگ کی جارہی ہے

source: Keep synchronized with Internet servers
ur: انٹرنیٹ کے سروروں سے ہم آہنگ رکھیں

source: Manual
ur: دستی

source: Time and Date Settings
ur: وقت اور تاریخ کی ترتیبات

source: Administrator group can not be deleted
ur: منتظم کا گروہ حذف نہیں کیا جاسکتا

source: This would leave the system unusable.
ur: یہ نظام کو ناقابلِ استعمال بنا دے گا.

source: Are you sure you want to delete group "%s"?
ur: کیا آپ واقعی گروہ "%s" کو حذف کرنا چاہتے ہیں؟

source: This may leave files with invalid group ID in the filesystem.
ur: ممکن ہے یہ فائل نظام میں ناموزوں گروہ آئی ڈی چھوڑ جائے.

source: New group
ur: نیا گروہ

source: Group '%s' Properties
ur: گروہ '%s' کی خصوصیات

source: Group name is empty
ur: گروہ کا نام خالی ہے

source: A group name must be specified.
ur: گروہ کا نام متعین کرنا لازمی ہے.

source: Group name of the administrator group user should not be modified
ur: منتظم گروہ صارف کا گرو نام تبدیل نہیں کرنا چاہیے

source: Group name has invalid characters
ur: گروہ کے نام میں ناموزوں حروف ہیں

source: Please set a valid group name consisting of a lower case letter followed by lower case letters and numbers.
ur: ازراہِ کرم موزوں گروہ نام مقرر کریں جو چھوٹے حروف اور اعداد پر مشتمل ہو.

source: Group "%s" already exists
ur: گروہ "%s" پہلے ہی موجود ہے

source: Please choose a different group name.
ur: ازراہِ کرم مختلف گروہ نام منتخب کریں

source: Group ID of the Administrator account should not be modified
ur: منتظم کے کھاتے کا آئی ڈی تبدیل نہیں ہونا چاہیے

source: Group ID %d is already used by group "%s"
ur: گروہ آئی ڈی %d پہلے ہی گروہ "%s" کے استعمال میں ہے

source: Please choose a different numeric identifier for the new group.
ur: نئے گروہ کے لیے مختلف عددی شناخت کُنندہ منتخب کریں.

source: Please choose a different numeric identifier for group "%s".
ur: گروہ "%s" کے لیے مختلف عددی شناخت کُنندہ منتخب کریں.

source: Group name
ur: گروہ کا نام

source: Not asked on login
ur: لاگ ان پر نہیں پوچھا جاتا

source: Asked on login
ur: لاگ ان پر پوچھا جاتا ہے

source: Monitor system logs
ur: نظام کے لاگ کی خبر رکھیں

source: Administer the system
ur: نظام کا انتظام کریں

source: Use audio devices
ur: صوتی آلات استعمال کریں

source: Use CD-ROM drives
ur: سی ڈی روم ڈیوائسیں استعمال کریں

source: Burn CDs / DVDs
ur: سیڈیا اور ڈی وی ڈی جلائیں

source: Use modems
ur: موڈیم استعمال کریں
